<script setup lang="ts">

import Body from "@/components/body/Body.vue";
import YPOfficialPageArea from "@/components/info.page/yp-official-page/YPOfficialPageArea.vue";
import random from 'random'
import BodyFull from "@/components/body-full/BodyFull.vue";

const paras = [
  {
    "title": "湖北省",
    "paras": [
      {
        "title": "（一）在岗待遇",
        "paras": [
          "1．生活补贴。\"三支一扶\"高校毕业生基层服务期间每月享受生活补贴，生活补贴标准按照当地乡镇机关或事业单位从高校毕业生中新聘用工作人员试用期满后的工资收入水平确定，并根据物价、同岗位人员待遇水平等动态调整。到37个乡村振兴重点帮扶县服务的，可按国家和我省有关规定高定薪级工资一至两级落实生活补贴。",
          "2．社会保险。按规定参加基本养老、医疗、失业、工伤等社会保险；每人每年发放400元交通补贴，按照每人每年200元的标准办理大额医疗保险和人身意外伤害险。",
          "3．安家费补贴。按照每人3000元标准，给予每名新在服满6个以上的\"一\"人员一次性安家费补贴。"
        ]
      },
      {
        "title": "（二）期满政策",
        "paras": [
          "1．公务员定向考录。每年拿出一定的岗位面向服务期满考核合格的\"三支一扶\"计划等服务基层项目人员定向考录。",
          "2．事业单位专项吸纳。对服务期满考核合格、自愿留在基层的\"三支一扶\"人员，原服务单位所在县（市、区）事业单位有岗位空缺需补充人员时，可由当地事业单位人事综合管理部门会同编制等部门公开考核聘用。",
          "3．事业单位专项招聘。各地事业单位公开招聘工作人员时，可根据本地区实际拿出一定数量或比例的岗位，对\"三支一扶\"服务期满考核合格的人员进行专项招聘，也可采取笔试科目成绩总分增加5分的方式体现优先原则。专项招聘和加分优惠措施不同时实行，具体采取何种优惠措施，由招聘主管部门在招聘公告中予以明确。",
          "4．鼓励继续学习深造。期满考核合格的\"三支一扶\"人员，三年内参加全国硕士研究生招生考试的，初试总分加10分，同等条件下优先录取。已被录取为研究生的应届高校毕业生参加\"三支一扶\"计划的，学校为其保留入学资格。",
          "5．支持自主就业创业。依托各地公共就业和人才服务机构，为自主就业的服务期满人员提供有针对性的就业服务。对就业困难的，提供\"一对一\"就业帮扶。将有创业意愿的服务期满人员纳入创业扶持范围，对符合条件人员提供创业培训、孵化等服务。"
        ]
      }
    ]
  },
  {
    "title": "福建省",
    "paras": [
      {
        "title": "（一）在岗待遇",
        "paras": [
          "1. 服务期间，按照福建省上年度全口径城镇单位就业人员平均工资的60%确定生活补贴标准和社会保险缴费基数（不低于2022年1月4324元）。同时按月发放生活补贴，并统一办理基本养老保险、基本医疗保险、失业保险、工伤保险、生育保险以及人身意外伤害保险。服务单位应根据本单位相同岗位在编工作人员的福利待遇，给予\"三支一扶\"高校毕业生同等待遇。",
          "2. 新招募且在岗服务满6个月以上的\"三支一扶\"高校毕业生，将按照每人3000元的标准发放一次性安家费补贴。",
          "3. 参加\"三支一扶\"计划的高校毕业生，在校期间获得的国家助学贷款本息，由服务地县（市、区）财政代为偿还，每年偿还2000元。",
          "4. 服务期间，各级政府人社部门所属人才服务机构将提供人事档案保管服务。服务满1年且考核合格后，可按规定参加职称评定。服务期间解除协议的，实际服务并缴纳养老保险费的年限可计算为连续工龄。",
          "5. 符合《中华人民共和国执业医师法》及卫生健康委员会医师资格考试报名规定的支医人员，由服务地相应医疗机构出具试用期考核合格证明，当地县级卫生行政部门负责帮助办理参加执业医师资格考试的手续，确保他们能顺利参加考试。"
        ]
      },
      {
        "title": "（二）期满政策",
        "paras": [
          "1. 参加\"三支一扶\"计划前无工作经历的高校毕业生，服务期满并考核合格后，在2年内可享受应届高校毕业生相关政策，包括事业单位招聘、企业吸纳就业、自主创业、落户、升学等方面。",
          "2. 在全省公务员录用考试中，安排当年招录计划数的10%作为定向考录当年服务行将期满和服务期满的\"三支一扶\"等服务基层项目高校毕业生的职位。",
          "3. 当年服务行将期满和服务期满的\"三支一扶\"高校毕业生，报考省、设区市事业单位的，笔试总分加3分；报考县（市、区）、乡（镇）事业单位的，笔试总分加5分。承担\"三支一扶\"计划招募任务的县（市、区）应根据当年期满人员数量拿出一定数量或比例的岗位，采取\"专门岗位\"或\"专项招聘\"方式，面向\"三支一扶\"高校毕业生招聘，聘用后不再约定试用期。",
          "4. 服务期满考核合格并符合报考条件的\"三支一扶\"高校毕业生，服务期满后三年内报考全国普通高校硕士研究生，初试总分加10分，并在同等条件下招生单位中优先录取。已被录取为研究生的应届高校毕业生参加\"三支一扶\"计划的，学校应保留其学籍至服务期满。高职（高专）毕业生参加\"三支一扶\"计划，服务期满考核合格后可免试入读福建省成人高等学历教育专科起点本科。",
          "5. 参加支医服务的本科及以上学历毕业生，在服务期满且考核合格后，由县级卫生健康主管部门统一安排参加住院医师规范化培训。",
          "6. 当年服务行将期满和服务期满的\"三支一扶\"高校毕业生，有就业意愿的，由服务地县（市、区）人社部门所属人才服务机构提供就业指导和推荐服务。在服务乡镇新增编外人员时可以直接聘用，而在服务地县（市、区）用人单位新增编外人员时，同等条件下优先聘用。对于有创业意愿的毕业生，服务地县（市、区）人社部门所属人才服务机构将提供创业公共服务，并享受相关扶持政策。",
          "7. 服务期满后被机关事业单位录用或进入国有企业就业的，其服务期间计算为工龄，支教服务期间计算为教龄，参加工作时间从参加\"三支一扶\"计划到基层报到之日起计算。",
          "8. 服务期满并被录用为公务员的，试用期工资可高于直接从各类学校毕业生中录用公务员的试用期工资，按相同学历新录用公务员转正定级工资标准低1个级别工资档次的数额确定。被事业单位聘用的，岗位工资按所聘岗位确定，薪级工资比照本单位相同学历新聘用人员定级工资标准确定。"
        ]
      }
    ]
  },
  {
    "title": "贵州省",
    "paras": [
      "(一)“三支一扶”人员的服务期限为2年，服务期满后不再续聘。服务期间工作生活补贴参照当地乡镇事业单位从高校毕业生中新聘用工作人员试用期满后工资收入水平确定标准，并随当地乡镇事业单位工资调整而调整，年度考核合格的，增发一个月的补贴，每人每年发放500元交通补贴。对新聘人员在岗服务满6个月以上的发放3000元的一次性安家费补贴。落实社会保险，社会保险单位缴费部分由县级财政负担，个人缴费部分在“三支一扶”人员工作生活补助中代扣代缴。",
      "(二)服务期间，“三支一扶”人员在不影响服务工作的前提下，可参加各类机关事业单位招录(聘)考试。服务期满考核合格的，可报名参加从基层服务项目大学生中定向招录(聘)公务员及事业单位的考试。“三支一扶”人员在基层服务年限计算为工龄，其参加工作时间按其到基层报到之日起算。",
      "(三)鼓励“三支一扶”人员服务期满后通过多种渠道就业。自主择业和自主创业的，按国家和贵州省有关政策规定，享受就业、创业、培训等扶持政策。",
      "(四)服务期满考核合格，3年内参加全国硕士研究生招生考试的，初试总分加10分，同等条件下优先录取。对于已被录取为研究生的应届高校毕业生参加“三支一扶”计划的，学校应为其保留入学资格。高职(高专)毕业生参加“三支一扶”计划服务期满考核合格的，可免试入读成人高等学历教育专科起点本科。期满“三支一扶”人员可按规定享受学费补偿和助学贷款代偿政策。",
      "(五)本次招募的“三支一扶”人员，2年服务期满且考核合格后，各相关县(市、区、特区)在事业单位公开招聘时，应根据本地区实际拿出一定数量或比例的岗位，对“三支一扶”服务期满考核合格的人员进行专项招聘，并增加工作实绩在考察中的权重，聘用后可以不再约定试用期。"
    ]
  },
  {
    "title": "新疆省",
    "paras": [
      {
        "title": "（一）在岗服务政策。",
        "paras": [
          "1.工作生活补贴。根据服务地艰苦地区类别，工作生活补贴标准约为6万元/年—10万元/年；在此基础上，对“双一流”高校（石河子大学和塔里木大学参照执行）毕业生每月增加100元工作生活补贴。",
          "2.社会保险。参照企业职工社会保险有关规定执行，并为“三支一扶”人员办理人身意外伤害保险。",
          "3.一次性安家费补贴。2022年新招募且在岗服务满6个月的“三支一扶”人员，享受一次性安家费补贴3000元。",
          "4.由服务单位提供免费住宿。",
          "5.报销交通费和体检费。基层服务单位为“三支一扶”人员报销初次来疆交通费（不含机票、火车软卧）。在岗服务满1年以上的，基层服务单位按规定报销探亲交通费1次（不含机票、火车软卧）。体检费按照东部地区300元/人，中部地区280元/人，西部地区260元/人标准，在服务期满6个月后报销。"
        ]
      },
      {
        "title": "（二）服务期满政策。",
        "paras": [
          "1.定向招录机关公务员，专项招聘事业单位工作人员。服务期满且考核合格，可以报考公务员招录、事业单位招聘中面向基层服务项目人员特设的岗位。",
          "2.特岗教师定向招聘。服务期满且符合特岗教师招聘条件的，可按规定报考兵团特岗教师。",
          "3.推荐选任连队“两委”委员。对愿意继续到连队和社区工作的，经组织审查，可推荐为连队或社区“两委”委员人选。",
          "4.继续学习深造。服务期满且考核合格的“三支一扶”人员，3年内报考硕士研究生的，初试总分加10分。对已被录取为研究生的应届高校毕业生参加“三支一扶”计划的，学校应为其保留入学资格。",
          "5.医师资格考试。凡符合《中华人民共和国执业医师法》及卫生健康委医师资格考试报名有关规定的支医大学生，由服务地相应医疗机构出具试用期考核合格证明，师市卫生行政部门协助办理参加执业医师资格考试的有关手续。",
          "6.工龄计算。“三支一扶”人员在基层服务年限计算为工龄。",
          "7.服务证书。颁发兵团人社局统一定制的《高校毕业生“三支一扶”服务证书》，作为服务期满享受政策的重要凭证。服务期未满离开服务单位的，不发证书，不享受各项服务期满优惠政策。",
          "8.参加“三支一扶”计划前无工作经历的人员，服务期满且考核合格的，两年内在参加机关和企事业单位招录（招聘）、自主创业、落户、升学等方面可同等享受应届毕业生相关政策。"
        ]
      }
    ]
  },
  {
    "title": "云南省",
    "paras": [
      "（一）服务期间工作生活补贴标准参照“当地乡镇事业单位从高校毕业生中新聘用工作人员试用期满后工资收入水平”确定。中央、省级财政每人每年合计补助5万元，差额部分由各州（市）、县（市、区）财政保障补齐。在艰苦边远地区服务的，同等享受艰苦边远地区津贴；服务期满6个月，给予每人发放一次性安家费3000元和一次性体检补助费320元；每年进行年度考核，根据考核结果发放考核奖励金，考核为称职的每人发放3600元，考核为优秀的每人发放5400元。",
      "（二）服务期间参加社会保险。社会保险的单位缴纳部分由州（市）、县（市、区)两级财政共同负担，个人缴纳部分在“三支一扶”人员工作生活补贴中代扣代缴，具体手续由服务单位到当地社会保险经办机构办理。省人力资源社会保障厅为在岗“三支一扶”人员统一购买重大疾病和人身意外伤害商业保险。",
      "（三）服务期满经考核合格，由服务单位或服务单位人事主管部门、县级人力资源社会保障部门会同编制等有关部门办理聘用手续，聘用为原服务单位事业编制工作人员，不再实行试用期。“三支一扶”人员服务期满经考核合格后，其在基层服务年限计算为工龄，参加工作时间按到基层报到之日起算。",
      "（四）服务期满考核合格，视同具有两年基层工作经验，按规定享受公务员和事业单位定向考录招聘优惠政策。符合《中华人民共和国医师法》及国家执业（助理）医师资格考试报名有关规定的支医人员，由服务地相应医疗机构出具试用期考核合格证明，所属县级卫生健康行政部门审核办理医师资格考试的有关报名手续。本科及以上学历毕业生参加支医服务，期满考核合格者报考住院医师规范化培训的，培训基地可在同等条件下优先录取。",
      "（五）服务期满考核合格，三年内报考全国硕士研究生招生考试的，初试总分加10分，同等条件下优先录取。已被录取为研究生的应届毕业生参加“三支一扶”计划的，学校应为其保留入学资格。高职（高专）毕业生参加“三支一扶”计划服务期满考核合格的，两年内可申请免试就读省内成人高校专升本。符合相应条件的，可按规定享受相应的学费补偿和助学贷款代偿政策。",
      "（六）服务期满考核合格，回生源地就业，凭《高校毕业生“三支一扶”服务证书》同等享受生源地相关优惠政策。",
      "（七）服务期间符合国家和我省专业技术职称资格评定相关规定的，可评定相应专业技术职称；在今后晋升中高级职称时（卫生系统指初级晋升中级资格前），其在基层的服务年限可计入专业技术工作年限，同等条件下优先评定。",
      "（八）服务期间户口可保留在原学校管理，也可根据本人意愿将户口转至入学前户籍所在地或者服务单位所在地。人事档案统一转至服务单位所在地的政府人力资源社会保障部门所属公共就业或公共人才服务机构，党团组织关系转至服务单位。",
      "（九）服务期满未就业且有创业意愿的“三支一扶”人员，纳入本地“大学生创业引领计划”、“农村青年创业富民行动”，按规定提供政策咨询、创业培训、创业指导、创业孵化、融资服务等创业公共服务，按规定给予培训补贴、税费减免、创业担保贷款等扶持。鼓励“三支一扶”人员立足农村，在农产品加工业、休闲农业、乡村旅游业、农村服务业等领域因地制宜开展创业。支持服务期满“三支一扶”人员创办农业企业、农民专业合作社等新型农业经营主体，符合农业补贴政策支持条件的，按规定享受相应政策支持。鼓励服务期满未就业的“三支一扶”人员在“互联网+”、电子商务领域创业，经工商注册登记的网络商户从业人员，享受各项就业创业扶持政策；未经工商注册登记的网络商户从业人员，按灵活就业人员享受相应扶持政策。",
      "（十）对灵活就业的服务期满人员，按规定落实社会保险补贴等相关政策。对服务期满未能及时就业的人员，作为重点服务对象提供岗位信息、职业培训等有针对性的就业服务，帮助其尽快实现就业。"
    ]
  },
  {
    "title": "重庆市",
    "paras": [
      "（一）落实工作生活补贴。“三支一扶”人员工作生活补贴标准按照当地乡镇机关或事业单位从高校毕业生中新聘用工作人员试用期满后的工资收入水平确定，并根据物价、同岗位人员待遇水平等动态调整。在艰苦边远地区服务的“三支一扶”人员可享受艰苦边远地区津贴，在乡镇服务的可享受乡镇工作补贴。",
      "（二）一次性安家费补贴。对新招募且在岗服务满6个月以上的“三支一扶”人员，按照每人3000元标准发放一次性安家费补贴。",
      "（三）落实社会保险等待遇。自报到当月起，“三支一扶”人员按规定参加基本养老保险、基本医疗保险、生育保险、工伤保险、失业保险等5项社会保险及住房公积金。单位缴费部分由区县（自治县）财政承担，个人缴费部分由“三支一扶”人员个人承担。有条件的区县（自治县），可根据实际为“三支一扶”人员办理补充医疗保险、重大疾病、人身意外伤害等商业保险。",
      "（四）其他待遇。“三支一扶”人员在基层服务年限计算为工龄，其参加工作时间按其到基层报到之日起算。期满“三支一扶”人员可按规定享受学费补偿和助学贷款代偿政策。各区县（自治县）和服务单位要为“三支一扶”人员提供交通、住宿和伙食等方面的便利。"
    ]
  },
  {
    "title": "江苏省",
    "paras": [
      {
        "title": "（一）服务期间待遇保障",
        "paras": [
          "1．“三支一扶”人员在服务期间参照本地乡镇事业单位从高校毕业生中新聘用工作人员试用期满后工资收入水平的标准，确定工作生活补贴标准，按月发放。福利享受服务单位在编人员同等待遇。",
          "2．从起薪之月起，参加当地企业职工各项社会保险、缴纳住房公积金、计发住房补贴，以其工作生活补贴标准作为缴纳基数。个人缴纳部分由发放工作生活补贴的单位负责在个人补贴中代扣代缴。",
          "3．为服务期间的“三支一扶”人员办理人身意外伤害保险。相关费用纳入财政给予的工作生活补贴范围。",
          "4．按照每人3000元的标准，为新招募且在岗服务满6个月以上的“三支一扶”人员发放一次性安家费。",
          "5．“三支一扶”人员服务期间的人事档案原则上由所在地县（市、区）人力资源社会保障部门公共就业和人才服务机构管理，户口落户在服务所在地县（市、区）政府所在地或根据本人意愿转回原籍，党团组织关系转至所在单位。"
        ]
      },
      {
        "title": "（二）服务期满优惠政策",
        "paras": [
          "1．每年拿出一定数量的公务员职位、事业单位岗位和省、市属国有企业职位，专门定向招录（聘）服务期满考核合格的“三支一扶”等基层服务项目人员。",
          "2．期满考核合格的“三支一扶”人员，3年内参加全国硕士研究生招生考试的，初试总分加10分，同等条件下优先录取；已被录取为研究生的应届毕业生参加“三支一扶”计划的，学校应为其保留入学资格；服务期满考核合格的“三支一扶”专科学历毕业生，可免试入读成人高等学历教育专科起点本科；本科及以上学历毕业生参加支医服务的，期满且考核合格后由县级卫生健康主管部门统一安排参加住院医师规范化培训。",
          "3．参加“三支一扶”计划前无工作经历的人员服务期满且考核合格的，在2年内参加机关事业单位考录（招聘）、各类企业吸纳就业、自主创业、落户、升学等方面可同等享受应届高校毕业生的相关政策。",
          "4．服务期满考核合格的“三支一扶”人员自主创业的，纳入高校毕业生自主创业政策支持范围，为其自主创业提供政策咨询、项目开发、创业培训、创业孵化、小额贷款、开业指导、跟踪辅导等“一条龙”服务。按照有关政策，对从事个体经营符合条件的可免收行政事业性收费；对通过各种形式灵活就业的，符合规定的可享受社会保险补贴。",
          "5．服务期满考核合格的“三支一扶”人员自主择业的，由各级人力资源社会保障部门及所属公共就业和人才服务机构免费提供政策咨询、职业指导和职业介绍服务；组织参加职业资格培训、职业技能鉴定或就业见习，按规定给予职业培训补贴等；对服务期满后长时间未就业的“三支一扶”人员进行重点帮扶。",
          "6．服务期满考核合格的“三支一扶”人员，进入国有企事业单位的，由接收单位按照所聘岗位比照同等条件人员确定工资待遇。服务期满考核合格的“三支一扶”人员，其服务期限计算工龄。在今后晋升中高级职称时，同等条件下优先评定。"
        ]
      }
    ]
  },
  {
    "title": "甘肃省",
    "paras": [
      "(一)在岗待遇。选拔招募的“三支一扶”人员在岗服务期间生活补贴由县(市、区)按照当地乡镇事业单位从高校毕业生中新聘用工作人员试用期满后的工资收入水平确定，省级财政按每人每月3100元向各地拨付补贴资金，不足部分由市(县)、县(市、区)财政承担。在岗服务满6个月的给予3000元一次性安家费补助。服务期内“三支一扶”人员参加城镇企业职工基本养老、基本医疗、失业、工伤、生育五项社会保险，省财政按上年度全口径城镇单位就业人员年平均工资60%的16%、6.1%及0.2%补助养老保险、医疗生育保险、工伤保险的单位缴费部分，不足部分由市(州)、县(市、区)财政承担，社会保险单位缴费部分代扣代缴工作由县(市、区)人社部门负责，个人缴费部分从生活补贴中代扣代缴。因成绩并列一并录取(超出省上下达指标)人员的各项待遇由市(州)、县(市、区)财政承担，标准与其他人员相同。鼓励有条件的市(州)、县(市、区)为“三支一扶”人员办理补充医疗保险、重大疾病、人身意外伤害等商业保险以及住房公积金。鼓励服务单位比照在职正式职工为“三支一扶”人员发放年度考核奖励等其他津贴福利，并按规定提供交通、住宿和伙食等方面的便利及补贴。",
      "(二)人员管理。各地要严格人员管理，关心重视成长。可择优选拔“三支一扶”人员兼任乡镇团委副书记、河(湖)长助理、林(场)长助理、基层供销社主任助理等职务。“三支一扶”人员人事档案原则上统一转至服务单位所在地县级公共就业人才服务机构管理，党团组织关系转至服务单位。县(市、区)人社部门会同服务单位做好“三支一扶”人员的年度考核和服务期满考核工作，考核情况存入本人人事档案。要定期开展“三支一扶”人员在岗履职情况检查，严格按照招募岗位安排使用“三支一扶”人员，服务期间原则上不得借调到上级单位工作。允许“三支一扶”人员服务期内离岗，由本人书面申请，经用人单位、县(市、区)人社部门审核，报市(州)人社局同意后方可离岗，离岗空缺岗位不再递补，同时在“三支一扶”工作管理信息系统内变更在岗状态为“岗位脱离”。各地要安排专人负责全国高校毕业生“三支一扶”工作管理信息系统应用，按照系统《使用手册》规定，认真及时高质量做好人员信息采集、数据报送、进度管理和统计分析等工作，并按照《关于做好高校毕业生“三支一扶”服务证书发放管理工作的通知》(甘人社通〔2017〕484号)要求，及时为服务期满考核合格的“三支一扶”人员打印发放《高校毕业生“三支一扶”服务证书》。",
      {
        "title": "(三)优惠政策",
        "paras": [
          "1.为服务期满考核合格的人员颁发《高校毕业生“三支一扶”服务证书》。",
          "2.服务期间，符合国家和我省专业技术职称资格评定相关规定的，可评定相应专业技术职称。",
          "3.服务期满考核合格的人员，视同具有两年基层工作经验，按规定享受公务员定向考录和事业单位专项招聘优惠政策。",
          "4.服务期满考核合格的人员三年内报考硕士研究生的，初试总分加10分，同等条件下优先录取。",
          "5.服务期满考核合格的人员符合《基层就业学费补偿国家助学贷款代偿实施细则》相应条件的，可按规定向县级学生资助中心申请享受基层就业学费补偿国家助学贷款代偿政策。 ",
          "6.服务期满且考核合格的高职(高专)毕业生，可免试入读成人高等学历教育专科起点本科。",
          "7.服务期满考核合格的本科及以上学历支医人员，由县级卫生健康主管部门统一安排参加住院医师规范化培训。",
          "8.符合国家职业医师资格考试规定的支医人员，凭服务地医疗机构出具的试用期考核合格证明，由县级卫生健康行政部门协助办理参加考试手续。",
          "9.服务期满考核合格自愿留在服务地工作的人员，由服务单位、县级人社部门会同编制等有关部门通过直接考察、考核等专项公开招聘方式，聘用为服务地乡镇事业单位编制工作人员，县级组织、编制、人社部门和服务单位为其办理相关手续，不再实行试用期。",
          "10.服务期满考核合格留在基层岗位工作的人员，在提拔任用、职称评定、人才项目选拔、进修学习、参加学术会议等方面优先考虑，并纳入基层青年干部队伍、人才队伍建设规划。",
          "11.参加“三支一扶”计划前无工作经历的人员，期满考核合格的，两年内参加机关和事业单位考录(招聘)、自主创业、落户、升学等方面同等享受应届毕业生相关政策。",
          "12.服务期满考核合格的人员，基层服务年限计算为工龄，其参加工作时间按其到基层报到之日起算。"
        ]
      }
    ]
  },
  {
    "title": "内蒙古自治区",
    "paras": [
      "“三支一扶”人员服务期间，由旗县(市、区)人力资源社会保障部门统一为其发放每人每月3450元生活补贴，同时按照每人3000元标准，给予每名新招募且在岗服务满6个月以上的“三支一扶”人员一次性安家补贴，并按照有关规定办理社会保险(养老、医疗、工伤、失业、生育、大病医疗)。"
    ]
  },
  {
    "title": "河南省",
    "paras": [
      "（一）服务期内工作生活补贴标准为专科生不低于2500元／月、本科生不低于2600元／月、研究生不低于2700元／月。按照每人3000元标准，给予每名新招募且在岗服务满6个月以上的“三支一扶”人员一次性安家费补贴。",
      "（二）对服务期满考核合格人员自愿留在服务单位的，在单位编制限额内，经各县（市、区）“三支一扶”办申报，同级编制、人社部门审核，在核定的事业单位编制内办理入编及聘用手续，并逐级上报编制、人社部门备案，按照有关规定落实岗位、工资等相关待遇。如服务单位无编制空缺的，在本县（市、区）缺编事业单位范围内聘用。不再约定试用期。",
      "（三）“三支一扶”人员按规定参加基本养老、基本医疗、工伤保险。可根据实际，按规定为“三支一扶”人员办理补充医疗保险、重大疾病、人身意外伤害等商业保险以及住房公积金。",
      "（四）服务期满1年且考核合格后，可按规定参加职称评定。参加“三支一扶”计划前无工作经历的人员期满且考核合格的，两年内在参加机关和企事业单位考录（招聘）、自主创业、落户、升学等方面可同等享受应届毕业生相关政策。",
      "（五）服务期满考核合格的“三支一扶”人员，3年内报考硕士研究生的，初试总分加10分，同等条件下优先录取。对于已被录取为研究生的应届高校毕业生参加“三支一扶”计划的，学校应为其保留入学资格。",
      "（六）落实和完善机关事业单位定向考录（招聘）政策。按规定从服务期满考核合格“三支一扶”人员中定向招录公务员和优先招聘事业单位人员。“三支一扶”人员在基层服务年限计算为工龄，参加工作时间按其到基层报到之日起算。",
      "（七）对符合国家执业医师资格考试规定的支医人员，凭服务地医疗机构出具的试用期考核合格证明，由县级卫生健康行政部门协助办理参加考试手续。本科及以上学历毕业生参加支医服务的，期满且考核合格后由县级卫生健康主管部门统一安排参加住院医师规范化培训。"
    ]
  },
  {
    "title": "辽宁省",
    "paras": [
      {
        "title": "(一)服务期间相关待遇",
        "paras": [
          "“三支一扶”计划人员服务期间，主要从事乡镇、村的农技、卫生、水利、乡村振兴、农村文化建设、就业和社会保障基层服务等方面的工作，积极推选符合条件的“三支一扶”人员兼任基层服务单位团委副书记、河(湖)长助理、林(场)长助理、基层供销社主任助理、妇女儿童之家辅导员等。并按照国家、省和服务地区的有关规定，享受工作生活补贴和社会保障等相关待遇。"
        ]
      },
      {
        "title": "(二)服务期满相关政策",
        "paras": [
          "1.服务期满且考核合格的“三支一扶”人员，可参加全省各级机关(参照公务员法管理单位)考试录用公务员(参照公务员法管理单位工作人员)考试，并可报考相应的定向招录计划职位。",
          "2.服务期满且考核合格的“三支一扶”人员，可参加各地事业单位公开招聘，并可报考相应的定向招聘职位。",
          "3.服务期满且考核合格的“三支一扶”人员，3年内报考硕士研究生的，初试总分加10分，同等条件下优先录取。对于已被录取为研究生的应届高校毕业生参加“三支一扶”计划的，学校为其保留入学资格。高职(高专)毕业生参加“三支一扶”计划服务期满考核合格的，可申请免试就读本省的成人高校专升本。",
          "4.服务期满的“三支一扶”人员，可享受各地提供的创业培训、创业指导、创业孵化等创业公共服务，并按规定享受培训补贴、税费减免、创业担保贷款等扶持。其中，创办农民合作社、家庭农场等新型农业经营主体的人员，符合农业补贴政策支持条件的，可按规定享受相应的政策支持。在“互联网+”、电子商务领域网上创业，经工商注册登记的网络商户从业人员，同等享受各项就业创业扶持政策;未经工商注册登记的网络商户从业人员，可认定为灵活就业人员，并享受相应的灵活就业人员扶持政策。",
          "5.服务期满的“三支一扶”人员，享受各级公共就业和人才服务机构免费提供的政策咨询、职业指导和职业介绍。其中，实现灵活就业的人员，按规定享受社会保险补贴政策;未能及时就业的人员，享受其服务地区为其提供的岗位信息、职业培训等就业服务。",
          "6.服务期满的“三支一扶”人员，落实工作单位的，公安机关按有关规定办理户口迁移手续;未落实工作单位的，可享受各级政府部门所属人力资源服务机构为其提供的免费代理服务。",
          "7.服务期满考核合格的“三支一扶”人员，被机关事业单位录(聘)用或进入国有企业就业的，其基层服务期限计算工龄，参加工作时间按照其到基层报到之日起算;首次评聘专业技术职务时，可享受县以下专业技术人员的优惠政策。",
          "8.对符合国家执业医师资格考试规定的支医人员，凭服务地医疗机构出具的试用期考核合格证明，由县级卫生健康行政部门协助办理参加考试手续。",
          "9.参加“三支一扶”计划前无工作经历的人员服务期满且考核合格的，两年内在参加机关和企事业单位考录(招聘)、自主创业、落户、升学等方面可同等享受应届毕业生相关政策。",
          "10.“三支一扶”人员中表现特别突出的，可被推荐参加辽宁青年五四奖章、辽宁优秀青年志愿者及国家人力资源社会保障部、团中央有关奖项的评选。"
        ]
      }
    ]
  },
  {
    "title": "吉林省",
    "paras": [
      {
        "title": "“三支一扶”计划招募的高校毕业生服务期限为2年，享受以下待遇：",
        "paras": [
          "1.两年服务期满考核合格并取得服务证书的“三支一扶”大学生，直接在服务单位办理落编聘用手续，落编聘用后不再约定试用期。",
          "2.服务期间按月发放工作生活补贴。按照当地乡镇机关或事业单位从高校毕业生中新录(聘)用工作人员试用期满后工资收入水平，确定工作生活补贴标准。",
          "3.给予每名新招募且在岗服务满1年以上的“三支一扶”人员一次性安家费4500元。每年为考核结果为合格以上的人员奖励1700元。",
          "4.“三支一扶”大学生在基层服务期间统一办理基本养老、基本医疗(含生育)、工伤、失业各项社会保险。",
          "5.我省招录公务员时，每年安排一定比例用于定向考录服务期满考核合格的“三支一扶”大学生等服务基层项目人员。",
          "6.服务期满考核合格的“三支一扶”大学生，三年内参加全国硕士研究生招生考试的，初试总分加10分，同等条件下优先录取。"
        ]
      }
    ]
  },
  {
    "title": "河北省",
    "paras": [
      "（一）服务期间，“三支一扶”工作人员生活补贴按照我省基层服务单位所在地区乡镇机关或事业单位从高校毕业生中新录用（聘用）工作人员试用期满后的工资水平确定，并根据同岗位人员待遇调整情况和当地经济发展水平动态调整。省以上财政负担每月工作生活补贴标准分别为研究生3400元、本科生3200元、专科生3000元，其中：经住院医师规范化培训合格的本科学历临床医师参加服务，生活补贴按照研究生志愿者对待。市县财政负担工作生活补贴不足部分等费用。查看更多国企、央企、事业单位、公务员招聘招考资讯请关注微信公众号《国聘通》。",
      "给予新招募且在岗服务满6个月的志愿者一次性安家费3000元。按有关规定为志愿者办理服务期内的养老、医疗、工伤保险。各项保险的单位缴费部分由省三支一扶工作协调管理办公室负责缴纳，个人缴费部分在志愿者生活补贴中代扣代缴。",
      "（二）服务时间满1年且年度考核合格的“三支一扶”志愿者，可按规定参加职称评定。",
      "（三）服务期满且考核合格的“三支一扶”志愿者自愿提出，可按规定享受学费补偿和助学贷款代偿政策。",
      "（四）“三支一扶”志愿者在服务期间可按规定参加服务单位的党团组织生活，并可向服务单位党组织提出入党申请。",
      "（五）“三支一扶”志愿者在基层服务年限计算为工龄，其参加工作时间按《河北省高校毕业生“三支一扶”计划志愿者服务协议书》签订时间起算。",
      "（六）对服务期满并已落实工作单位的“三支一扶”志愿者，其户口、档案原则上随工作需要流动。暂未就业的，档案应转至户籍所在地政府所属人力资源服务机构进行人事代理。",
      "（七）服务期满且考核合格的“三支一扶”志愿者，根据有关规定，符合条件的，可参加期满当年的河北省公务员定向考录和河北省选调生选拔。",
      "（八）服务期满且考核合格的“三支一扶”志愿者，根据有关规定，可参加县乡基层事业单位专项招聘；在参加省市事业单位公开招聘时，同等条件下应优先聘用；在县（市、区）及以下事业单位有空编、单位需要的前提下，经考核合格可直接聘用为事业单位工作人员。",
      "（九）服务期满且考核合格的“三支一扶”志愿者，三年内参加全国硕士研究生招生考试的，初试总分加10分，同等条件下优先录取。已被录取为研究生的应届高校毕业生参加“三支一扶”计划，学校为其保留入学资格。",
      "（十）专科毕业生参加“三支一扶”计划，服务期满且考核合格的，可免试入读成人高等学历教育专科起点本科。",
      "（十一）本科及以上学历毕业生参加“三支一扶”计划支医服务的，服务期满且考核合格，可由县级卫生健康主管部门统一安排参加住院医师规范化培训。",
      "（十二）本科及以上学历毕业生参加“三支一扶”计划，服务期满且考核合格的，报考河北省农村义务教育阶段学校教师特设岗位计划，符合报考条件的，在笔试成绩中加5分。",
      "（十三）参加“三支一扶”计划前无工作经历的志愿者，服务期满且考核合格的，两年内在参加机关和企事业单位考录（招聘）、自主创业、落户、升学等方面可同等享受应届毕业生相关政策。"
    ]
  },
  {
    "title": "宁夏省",
    "paras": [
      {
        "title": "（一）在岗政策",
        "paras": [
          "按照服务地乡镇事业单位新聘用高校毕业生试用期满后工资收入水平发放，并按规定参加服务地职工基本养老、基本医疗（包括大额医疗费用补助）、失业、工伤、生育五项社会保险。给予新招募且在岗服务满6个月以上的“三支一扶”人员一次性安家费补贴3000元。"
        ]
      },
      {
        "title": "（二）期满优惠",
        "paras": [
          "（1）服务期内的“三支一扶”人员允许参加机关事业单位公开招考、招聘。",
          "（2）自治区考录公务员和招聘事业单位工作人员时，在计划名额中定向招录和招聘在宁服务期满考核合格的“三支一扶”人员。",
          "（3）服务期满考核合格的“三支一扶”人员，三年内报考硕士研究生，初试总分加10分，同等条件下优先录取。对于已被录取为研究生的应届高校毕业生参加“三支一扶”计划的，学校应为其保留入学资格。高职（高专）毕业生参加“三支一扶”计划服务期满考核合格的，可免试入读成人高等学历教育专科起点本科。符合条件的本科及以上学历毕业生参加支医服务的，期满且考核合格后可统一安排参加住院医师规范化培训。",
          "（4）在乡镇服务期满考核合格的“三支一扶”人员，服务期2年可作为申请学费补偿和助学贷款代偿政策享受条件3年中的2年计算。",
          "（5）“三支一扶”人员服务期满考核合格，被机关事业单位录用的，按其到基层服务年限计算工龄（以实际缴纳的社会保险期限为依据）。",
          "（6）“三支一扶”人员服务期满后，自主就业的，可享受公共就业和人才服务机构就业指导、就业推荐等就业服务；就业困难的，可享受“一对一”就业帮扶；有创业意愿的纳入创业引领行动，享受创业培训、孵化等服务，鼓励创办家庭农场（林场）、农民合作社，按规定享受扶持政策。"
        ]
      }
    ]
  },
  {
    "title": "海南省",
    "paras": [
      "(一)服务期间，“三支一扶”人员工作、生活补贴标准基本达到当地乡镇机关或事业单位从高校毕业生中新聘用工作人员试用期满后工资收入水平。",
      "(二)服务期间，新招募“三支一扶”人员服务满6个月以上的，一次性发放安家费补贴3000元。对年度考核取得合格及以上等次的,增发一个月的省级工作、生活补贴。",
      "(三)服务期间，“三支一扶”人员享受绩效工资。第一年按新参加工作人员执行见习期绩效工资;第二年管理人员按最低等级的管理岗位、专业技术人员按其取得的专业技术资格所对应的专业技术层级的最低等级岗位执行绩效工资。",
      "(四)服务期间，“三支一扶”人员按规定参加基本养老、基本医疗、工伤保险，缴费基数为工作、生活补贴。单位缴纳部分由所在服务市县承担;个人缴纳部分由所在市县“三支一扶”办公室在个人工作、生活补贴中代扣代缴。按规定参加岗位能力提升脱产培训。",
      "(五)服务期间，“三支一扶”人员符合评定专业技术资格条件的，可申请评定专业技术资格。在今后晋升高一级专业技术资格(职务)时，其在基层的服务年限可计入本岗位专业技术工作年限。",
      "(六)服务期满考核合格的，由省“三支一扶”办公室颁发《高校毕业生“三支一扶”计划服务证书》(以下简称《服务证》)，按规定享受各项优惠政策。"
    ]
  }
]

const provinces = [
  "北京市",
  "天津市",
  "河北省",
  "山西省",
  "辽宁省",
  "吉林省",
  "黑龙江省",
  "上海市",
  "江苏省",
  "浙江省",
  "安徽省",
  "福建省",
  "江西省",
  "山东省",
  "河南省",
  "湖北省",
  "湖南省",
  "广东省",
  "广西壮族自治区",
  "海南省",
  "重庆市",
  "四川省",
  "贵州省",
  "云南省",
  "西藏自治区",
  "陕西省",
  "甘肃省",
  "青海省",
  "宁夏回族自治区",
  "新疆维吾尔自治区",
  "台湾省",
  "香港特别行政区",
  "澳门特别行政区"
]

provinces.forEach(p => {
  if (paras.findIndex(pa => pa.title === p) === -1) {
    paras.push({
      title: p,
      paras: paras[random.int(0, paras.length - 1)].paras
    })
  }
})

const areas = paras.map((p, i) => {
  return {
    phrase: p.title,
    hash: `province${i}`,
    tt: p.title,
    slot: YPOfficialPageArea,
    props: p
  }
})

</script>

<template>
<div>
  <BodyFull :areas="areas" />
</div>
</template>

<style scoped lang="scss">

</style>